Ninety Nine Cats/NinetyNineCats/app/controllers/cats_controller.rb

  def index
    @cats = Cat.all.order(:id)
---
SELECT "cats".* FROM "cats" ORDER BY "cats"."id" ASC